[
  {
    "Title": "Observe",
    "Category": "Mindfullness",
    "Type": "What Skill",
    "Definition": "Perceiving the moment through the senses without judgement or inferences.",
    "RatingInternal": 9,
    "Attribution": "DBT Skills Training Manual, Marsha Linehan",
    "AddedByWhomId": "Jaaron",
    "DateAdded": "2022-01-08T13:45:00.000Z",
    "LastUpdated": "2022-01-08T13:45:00.000Z",
    "Likes": 68,
    "StarRating": 92,
    "Descriptions": [
      "Notice your body sensations (coming through your eyes, ears, nose, skin, and tongue).",
      "Control your attention, but not what you see. Push away nothing. Cling to nothing.",
      "Practice wordless watching",
      "Watch thoughts come into your mind and let them slip right by like clouds in the sky.",
      "Notice each feeling, rising and falling, like waves in the ocean.",
      "Observe both inside and outside yourself."
    ],
    "Examples": [
      "You come home from work excited about you and your partners planned date night, but your partner is sleeping. You immediately observe that he or she does not care about you. Wrong: this is a judgment or inference. Perhaps your paartner had a very hard day at work and needed a nap in order to be most ebgaging on your date.",
      "Some other example of observing."
    ],
    "Practices": [
      "Observing EXERCISES",
      "Observe with your eyes:",
      "Lie on the ground and watch the clouds in the sky.",
      "Walking slowly, stopping somewhere with a view, notice flowers, trees, and nature itself.",
      "Sit outside. Watch who and what go by in front of you, without following them with your head or your eyes.",
      "Notice the facial expression and movements of another person. Refrain from labeling the person’s emotions, thoughts, or interests.",
      "Notice just the eyes, lips, or hands of another person (or just one feature of an animal).",
      "Pick up a leaf, a flower, or a pebble. Look at it closely, trying to see each detail.",
      "Find something beautiful to look at, and spend a few minutes contemplating it.",
      "Observe sounds:",
      "Stop for a moment and just listen. Listen to the texture and shape of the sounds around you. Listen to the silences between the sounds.",
      "If someone is talking, listen to the pitch of the voice, to the smoothness or roughness of the sounds, to the clarity or the mumbling of the speech, to the pauses between the words.",
      "Listen to music, observing each note as it comes and the spaces between the notes. Try breathing the sounds into your body and letting them flow out again on your out breath.",
      "Observe smells around you:",
      "Breathing in, notice any smells around you. Bring something close to your nose, and notice the smells. Take it away, and then notice the smells again. Do they linger?",
      "When eating, notice the aroma of the food; when cooking, notice the aroma of the spices or other ingredients; when bathing, smell the soap or shampoo; when walking outside, notice the aroma of the air; when near flowers, bend down and “smell the roses.”",
      "Observe taste and the act of eating:",
      "Putting something in your mouth, pay attention to the taste. Keep it in your mouth, and notice all the taste sensations.",
      "Lick a lollipop or something else. Notice just the sensation of taste.",
      "Eat a meal, or even a part of a meal, paying attention to the taste of each mouthful.",
      "Observe urges to do something: When you are feeling an urge to do something impulsive,",
      "“Urge-surf” by imagining that your urges are a surfboard and you are standing on the board, riding the waves.",
      "Notice any urge to avoid someone or something.",
      "Scan your entire body, and notice the sensations. Where in the body is the urge?",
      "When you are chewing your food, notice when you have the urge to swallow",
      "Observe sensations of touch on your skin:",
      "Stroke your upper lip with your fingernail. •• Stop stroking, and notice how long it takes before you can’t sense your upper lip at all.",
      "When walking, notice the sensations of walking—your feet hitting the ground and rising up and down. Sometimes walk very slowly and notice. Sometimes walk very fast and notice.",
      "When sitting, notice your thighs on the chair. Notice the curve of your knees and your back.",
      "Pay attention to anything touching you. •• Try to feel your feet in your shoes, your body touching your clothes. •• Feel your arms touching a chair. •• Notice the sensations of your hands.",
      "Touch something—the wall, a fabric, a table top, a pet, a piece of fruit, a person. •• Notice the texture of what you feel, notice the sensations on your skin. •• Try it again with another part of your body. •• Notice the sensations again.",
      "Focus your attention on the sensations in your chest, your stomach, or your shoulders.",
      "Focus your attention on the place in your body where you feel tight or tense.",
      "Focus your attention on the space between your eyes.",
      "Observe your breath:",
      "Breathe evenly and gently, focusing your attention on:",
      "The movement of your stomach. •• As you begin to breathe in, allow your belly to rise in order to bring air into the lower half of your lungs. •• As the upper halves of your lungs begin to fill with air, your chest begins to rise. •• As you breathe out, notice your belly, then notice your chest. Don’t tire yourself.",
      "The pauses in your breathing. •• As you breathe in, notice the brief pause when your lungs have filled with air. •• As you breathe out, notice the brief pause when you have expelled all the air.",
      "The sensations in your nose as you breathe in and as you breathe out. •• As you breathe, close your mouth and breathe in through your nose, noticing the sensations traveling up and down your nostrils.",
      "Your breath while walking slowly. Breathe normally. •• Determine the length of your breath—the exhalation and the inhalation—by the number of your footsteps. Continue for a few minutes. •• Begin to lengthen your exhalation by one step. Do not force a longer inhalation. Let it be natural. •• Watch your inhalation carefully to see whether there is a desire to lengthen it. Now lengthen the exhalation by one more footstep. •• Watch to see whether the inhalation also lengthens by one step or not. •• Only lengthen the inhalation when you feel that it will be comfortable. •• After 20 breaths, return your breath to normal.",
      "Your breath while listening to a piece of music. •• Breathe long, light, and even breaths. •• Follow your breath; be master of it, while remaining aware of the movement and sentiments of the music. •• Do not get lost in the music, but continue to be master of your breath and yourself.",
      "Your breath while listening to a friend’s words and your own replies. Continue as with music.",
      "Observe thoughts coming in and out of your mind:",
      "Notice thoughts as they come into your mind. •• Ask, “Where do thoughts come from?” •• Then watch them to see if you can see where they come into your mind.",
      "As you notice thoughts in your mind, notice the pauses between each thought.",
      "Imagine that your mind is the sky and that thoughts are clouds. •• Notice each thought-cloud as it drifts by, letting it drift in and out of your mind. •• Imagine thoughts as leaves on water flowing down a stream, as boats drifting by on the lake, or as train cars rolling by you.",
      "When worries go round and round in your mind, move your attention to the sensations in your body (those most intense right now). Then, keeping your attention on your body sensations, notice how long it takes for the worries to ooze away.",
      "Step back from your mind, as if you are on top of a mountain and your mind is just a boulder down below. •• Gaze at your mind, watching what thoughts come up when you are watching it. •• Come back into your mind before you stop.",
      "Watch for the first two thoughts that come into your mind.",
      "Imagine that your mind is a:",
      "Conveyor belt, and that thoughts and feelings are coming down the belt. •• Put each thought or feeling in a box, and then put it on the conveyor belt and let it go by.",
      "Conveyor belt, and that you are sorting thoughts and feelings as they come down the belt. •• Label the types of thoughts or feelings coming by (e.g., worry thoughts, thoughts about my past, thoughts about my mother, planning-what-to-do thoughts, angry feeling, sad feelings). •• Put them in boxes nearby for another time.",
      "River, and that thoughts and feelings are boats going down the river. •• Imagine sitting on the grass, watching the boats go by. •• Describe or label each boat as it goes by. •• Try not to jump on the boat.",
      "Railroad track, and that thoughts and feelings are train cars going by. •• Describe or label each as it goes by. Try not to jump on the train.",
      "Observe by expanding awareness:",
      "Breathing in, notice your breath. Then, keeping your breath in your awareness, on the next breath notice your hands. Then, keeping both in your awareness, on the next breath expand your awareness to sounds. •• Continue holding all three in awareness at the same time. •• Practice this awareness of threes at other times, selecting other things to be aware of.",
      "Keeping your focus on what you are currently doing, gently expand your awareness to include the space around you.",
      "Go hug a tree, and feel the sensations of the embrace. •• Attend to the embrace of the sheets and blankets or comforters around you as you lie in bed. •• Do this when you feel lonely and want to be loved or to love",
      "Open your mind to your senses:",
      "Practice walking with your senses as wide open as you can make them. •• Notice what you hear, see, and feel. •• Notice what you feel when shifting your weight between each step. •• Notice your body experience as you turn.",
      "For one mouthful in a meal, pause with a spoonful or forkful of food. •• Look at what you are going to eat, smell it, and listen to it. Then, when you are ready, put it in your mouth. •• Note the taste, texture, temperature, and even the sound your teeth make in chewing your mouthful slowly. •• Note the changes in its taste, texture, temperature, and sound as you chew it to completion.",
      "Focus your mind on paying attention to each sensation that comes into your mind. •• Attend to sensations of sight, smell, touch, hearing, and taste, or to the thoughts generated by your brain. •• Notice sensations as they arise, and notice them as they fall away. •• Let your mind focus on each sensation as it arises. •• Notice each sensation with curiosity, allowing it to be. Examine the uniqueness of each sensation.",
      "Be here. Be in the present now. •• Take a moment to notice every sense you are aware of. •• To yourself, make a statement, about each sense: “I feel the chair; the chair feels me.” “I hear the heater; the heater hears me.” “I see the wall; the wall sees me.” “I hear a stomach growl; it hears me.”",
      "When a feeling arises within you, notice it—saying, for example, “A feeling of sadness is arising within me.”",
      "When a thought arises within you, notice it—saying, for example, “The thought ‘It is hot in here’ is arising within me.”",
      "Take just a moment of your time, and practice “nothing-to-do” mind. •• Let yourself become completely aware of your present experience, noticing sensations and the space around you.",
      "Find a small object, one you can hold in your hand. Place it in front of you on a table or in your lap. Observe it closely—first not moving it, and then picking it up and turning it over and around, gazing at it from different angles and in different lights. Just notice shapes, colors, sizes, and other characteristics that are visible. •• Then change your focus to your fingers and hands touching the object. Notice the sensations of touching the object; notice the texture, temperature, and feel of the object. •• Put the object down. Close your eyes, and inhale and exhale deeply and slowly. •• Then, with beginner’s mind, open your eyes. With new vision, once again notice the object. With beginner’s mind, open to feeling new textures and sensations, explore the object with your fingers and hands. •• Put down the object, and once again focus your mind on inhaling and exhaling once"

    ]
  },

  {
    "Title": "Describe",
    "Category": "Mindfullness",
    "Type": "What Skill",
    "Definition": "Putting words on observations without judgement or inferences.",
    "RatingInternal": 9,
    "Attribution": "DBT Skills Training Manual, Marsha Linehan",
    "AddedByWhomId": "Jaaron",
    "DateAdded": "2022-01-08T13:45:00.000Z",
    "LastUpdated": "2022-01-08T13:45:00.000Z",
    "Likes": 34,
    "StarRating": 85,
    "Descriptions": [
      "Put words on the experience. When a feeling or thought arises, or you do something, acknowledge it. For example, say in your mind, Sadness has just enveloped me,” or “Stomach muscles tightening, or A thought ‘I can’t do this’ has come into my mind.",
      "Label what you observe. Put a name on your feelings. Label a thought as just a thought, a feeling as just a feeling, an action as just an action.",
      "Unglue your interpretations and opinions from the facts. Describe the “who, what, when, and where” that you observe. Just the facts.",
      "If it wasn't observed, it can't be described. No person have ever observed the thoughts, intentions or emotions of another person.",
      "No one has ever observed a Concept, Meaning, Cause or Change in Things."
    ],
    "Examples": [
      "Not: You think I am lying. Yes: I think that you think I am lying.",
      "Not: You disapprove. Yes: I think you disapprove.",
      "When you fo X, I feel Y."
    ],
    "Practices": [
      "Practice describing what you see outside of yourself:",
      "Lie on the ground and watch the clouds in the sky. Find and describe cloud patterns that you see.",
      "Sit on a bench on a busy street or at a park. Describe one thing about each person who walks by you.",
      "Find things in nature—a leaf, a drop of water, a pet or other animal. Describe each thing in as much detail as you can.",
      "Describe as accurately as you can what a person has just said to you. Check to see if you are correct.",
      "Describe a person’s face when the person seems angry, afraid, or sad. Notice and describe the shape, movement, and placement of the forehead, eyebrows, and eyes; the lips and mouth; the cheeks; and so on.",
      "Describe what a person has done or is doing now. Be very specific. Avoid describing intentions or outcomes of the behavior that you do not directly observe. Avoid judgmental language.",
      "Practice describing thoughts and feelings:",
      "Describe your feelings as they arise within you: A feeling of anger is arising within me.",
      "Describe your thoughts when you feel a strong emotion: I feel X, and my thoughts are Y.",
      "Describe your feelings after someone else does or says something: When you do X, I feel Y.",
      "Describe thoughts, feelings, and what you observed others do: When you do X, I feel Y, and my thoughts are Z. When X occurs, I feel Y, and my thoughts are Z.",
      "Describe as many of your thoughts as you can while feeling a strong emotion.",
      "Catergorize thoughts and feelings as they arise. Thoughts about myself.Thoughts about others.",
      "Practice describing your breathing:",
      "Each time you inhale and exhale, as you inhale, be aware that I am inhaling, 1. When you exhale, be aware that “I am exhaling, 1.” Remember to breathe from the stomach. When beginning the second inhalation, be aware that I am inhaling, 2. And, slowly exhaling, be aware that I am exhaling, 2. Continue on up through 10. After you have reached 10, return to 1. Whenever you lose count, return to 1.",
      "Begin to inhale gently and normally (from the stomach), describing in your mind that I am inhaling normally. Exhale in awareness, I am exhaling normally. Continue for three breaths. On the fourth breath, extend the inhalation, describing in your mind that I am breathing in a long inhalation. Exhale in awareness, I am breathing out a long exhalation. Continue for three breaths.",
      "Follow the entrance and exit of air. Say to yourself, I am inhaling and following the inhalation from its beginning to its end. I am exhaling and following the exhalation from its beginning to its end."
    ]
  },
  {
    "Title": "Participate",
    "Category": "Mindfullness",
    "Type": "What Skill",
    "Definition": "Engaging with your entire mind and body in the moment in the activity.",
    "RatingInternal": 9,
    "Attribution": "DBT Skills Training Manual, Marsha Linehan",
    "AddedByWhomId": "Jaaron",
    "DateAdded": "2022-01-08T13:45:00.000Z",
    "LastUpdated": "2022-01-08T13:45:00.000Z",
    "Likes": 34,
    "StarRating": 85,
    "Descriptions": [
      "Throw yourself completely into activities of the current moment. Do not separate yourself from what is going on in the moment (dancing, cleaning, talking to a friend, feeling happy or feeling sad).",
      "Become one with whatever you are doing, completely forgetting yourself. Throw your attention to the moment.",
      "Act intuitively from Wise Mind. Do just what is needed in each situation—a skillful dancer on the dance floor, one with the music and your partner, neither willful nor sitting on your hands.",
      "Go with the flow. Respond with spontaneity."
    ],
    "Examples": [
      "Take a class in improvisational acting.",
      "Take a dance class."
    ],
    "Practices": [
      "Focus your attention on where your body touches an object (floor or ground, air molecules, a chair or armrest, your bed sheets and covers, your clothes, etc.). Try to see all the ways you are connected to and accepted by that object. Consider the function of that object with relation to you. That is, consider what the object does for you. Consider its kindness in doing that. Experience the sensation of touching the object, and focus your entire attention on that kindness until a sense of being connected or loved or cared for arises in your heart. Examples: Focus your attention on your feet touching the ground. Consider the kindness of the ground holding you up, providing a path for you to get to other things, not letting you fall away from everything else. Focus your attention on your body touching the chair you sit in. Consider how the chair accepts you totally, holds you up, supports your back, and keeps you from falling down on the floor. Focus your attention on the sheets and covers on your bed. Consider the touch of the sheets and covers holding you, surrounding and keeping you warm and comfortable. Consider the walls in the room. They keep out the wind and the cold and the rain. Think of how the walls are connected to you via the floor and the air in the room. Experience your connection to the walls that provide you with a secure place to do things. Go hug a tree. Think of how you and the tree are connected. Life is in you and in the tree and both of you are warmed by the sun, held by the air and supported by the earth. Try and experience the tree loving you by providing something to lean on, or by shading you.",
      "Dance to music.",
      "Sing along with music you are listening to.",
      "Sing in the shower.",
      "Sing and dance while watching TV.",
      "Jump out of bed and dance, or sing before getting dressed.",
      "Go to a church that sings, and join in the singing.",
      "Play karaoke with friends or at a karaoke club or bar.",
      "Throw yourself into what another person is saying.",
      "Go running, focusing only on running.",
      "Play a sport and throw yourself into playing.",
      "Become the count of the breath, becoming only “one” when you count 1, becoming only “two” when you count 2, and so on.",
      "Become a word as you slowly say the word over and over and over."
    ]
  }
] 


